Repository: kalw/FileZ
Catalog: i18n/*/LC_MESSAGES/default.po
Languages: es, it

source: email_delete_notif (%file_name%, %file_url%, %filez_url%, %available_until%)
es: Hola!, El tiempo de vida del fichero '%file_name% que registró va a caducar, será automáticamente eliminado el %available_until%. Le recordamos la dirección del archivo: %file_url% -----NO RESPONDA A ESTE MENSAJE. Es un mensaje automatizado y su respuesta no llegará a ninguna parte-----
it: Buongiorno, Il file '%file_name%' sta per raggiungere la data di scadenza, sarà automaticamente eliminato il %available_until%. Link al file : %file_url% -----Non rispondere al messaggio, è generato automaticamente e nessuno leggerà mai le vostre eventuali risposte.

source: [FileZ] "%file_name%" uploaded successfuly
es: El fichero "%file_name%" se ha subido correctamente.
it: Il file "%file_name%" è stato caricato correttamente

source: email_upload_success (%file_name%, %file_url%, %filez_url%, %file_password%, %available_from%, %available_until%)
es: Hola, Su fichero "%file_name%" Se ha registrado correctamente en Ymedia_conecta. Por favor, comuniquen la siguiente dirección a las personas con las que desea compartir este fichero, con el fin de que puedan descargarlo: %file_url% El contrasena para acceser es : %file_password% Su fichero quedará disponible en esta dirección desde el %available_from% hasta el %available_until%. -----NO RESPONDA A ESTE MENSAJE. Es un mensaje automatizado y su respuesta no llegará a ninguna parte-----

source: The file was successfuly uploaded
es: El archivo se ha subido correctamente
it: Il file è stato caricato correttamente

source: An error occured while uploading the file.
es: Se ha producido un error al subir el archivo
it: Si è verificato un errore durante il caricamento del file

source: The uploaded file exceeds the max file size.
es: El archivo que intentas subir excede el límite de tamaño
it: Il file è troppo grande.

source: The uploaded file was only partially uploaded.
es: El arhivo se ha subido pero solo parcialmente.
it: Il file è stato caricato solo parzialmente

source: No file was uploaded.
es: No se subió ningún archivo
it: Nessun file è stato caricato

source: You exceeded your disk space quota (%space%).
es: Has sobrepasado la cuota de espacio en disco (%space%).
it: Hai superato la tua quota di spazio su disco (%space%).

source: This documentation does not exist
es: No existe documentación a este respecto.
it: La documentazione non esiste

source: Wrong username or password
es: Usuario o contraseña incorrectos
it: Nome utente o password sbagliati

source: File is not available for download
es: El archivo no está disponible para su descarga
it: Il file non è disponibile per lo scaricamento

source: Incorrect password
es: Contraseña incorrecta
it: Password sbagliata

source: Lifetime extended
es: Fecha de caducidad ampliada
it: Scadenza rimandata

source: You can't extend a file lifetime more than %x% times
es: No puedes ampliar la fecha de caducidad de un archivo más de %x% veces
it: Non puoi rimandare la scadenza più di %x% volte

source: There is no file for this code
es: No hay descarga con éste código
it: Non c'è nessun file con questo codice

source: File deleted.
es: Archivo borrado
it: File cancellato

source: [FileZ] "%sender%" wants to share a file with you
es: %sender% Quiere compartir un archivo contigo
it: %sender% vuole condividere un file con te.

source: email_share_file (%file_name%, %file_url%, %sender%, %msg%)
es: Hola, %sender% desea compartir el archivo "%file_name%" contigo. Puedes descargarlo en la siguiente dirección: %file_url% . El contenido de su mensaje : %msg%
it: Buongiorno, %sender% ha condiviso il file "%file_name%" . Lo si può scaricare da questo link : %file_url% . %msg%

source: Email address "%email%" is incorrect, please correct it.
es: La dirección de correo "%email%" no es válida, por favor corrígela.
it: L'indirizzo email "%email%" è sbagliato.

source: An error occured during email submission. Please try again.
es: Se produijo un error al enviar el correo. Vuelva a intentarlo, por favor.
it: Errore durante l'invio della email. Riprova.

source: You are not the owner of the file
es: No eres el dueño de éste archivo
it: Non sei il proprietario del file

source: Uploaded by
es: Subido por
it: Caricato da

source: Availability
es: Disponibilidad
it: Disponibilità

source: between %available_from% and %available_until%
es: Desde %available_from% Hasta %available_until%
it: dal %available_from% al %available_until%

source: Comments
es: Comentarios
it: Commenti

source: Your download will start shortly...
es: Su descarga comencará en breves instantes
it: Il download inizierà tra breve...

source: If not, click here
es: Si no, haga click aqui
it: Altrimenti, clicca qui

source: You need a password to download this file
es: Es necesaria una contraseña para descargar éste archivo
it: Hai bisogno di una password per scaricare il file

source: Download
es: Descargar

source: The file is not available yet.
es: Este archivo no esta disponible aun
it: Il file non è ancora disponibile

source: Email addresses (space separated)
es: Direcciones de correo (Separadas por espacios)
it: Indirizzi email (separati da spazi

source: Message (file url will automatically be added)
es: Mensaje (Se añadirá la URL de descarga automáticamente)
it: Messaggio ( il link per lo scaricamento verrà aggiunto automaticamente)

source: Open in my email client
es: Abrir en mi cliente de correo
it: Apri con il client di posta elettronica

source: Send
es: Enviar
it: Invia

source: Upload a new file
es: Subir un nuevo archivo
it: Carica un nuovo file

source: File (Max size: %size%)
es: Archivo (Tamaño máximo: %size%)
it: File (dimensione massima: %size%)

source: File
es: Archivo

source: Lifetime
es: Duración
it: Durata

source: Select a lifetime
es: Seleccione una fecha de caducidad
it: Seleziona una scadenza

source: %n% days
es: %n% días
it: %n% giorni

source: %n% day
es: %n% día
it: %n% giorno

source: Starts from
es: Comienza
it: A partire da

source: Select a starting date
es: Seleccione una fecha de comienzo
it: Seleziona una data di partenza

source: Add a comment (optional)
es: Añadir un comentario (Opcional)
it: Aggiungi un commento (opzionale)

source: Send me email notifications when the file is uploaded and before it will be deleted
es: Enviarme notificaciones por correo cuando se suba el archivo y antes de que se borre
it: Inviami una email di notifica quando il file è stato caricato e quando sta per essere eliminato

source: Send me email notifications
es: Enviarme notificaciones por correo
it: Inviami una email di notifica

source: Ask a password to people who will download your file
es: Pedir una contraseña a la gente que quiera descargar tu archivo
it: Richiedi una password per scaricare il file

source: Use a password to download
es: Utilizar un password para la descarga
it: Usa la password per scaricare

source: Upload
es: Subir

source: Uploaded files
es: Archivos Subidos
it: Files caricati

source: Are you sure to delete this file ?
es: ¿Seguro que desea borrar este archivo?
it: Sei sicuro di voler eliminare il file?

source: Unknown error
es: Error Desconocido
it: Errore sconosciuto

source: An unknown error hapenned while uploading the file
es: Ocurrió un error desconocido mientras se subía el archivo
it: Si è verificato un errore sconosciuto durante il caricamento del file.

source: Cancel
es: Cancelar
it: Annulla

source: You can download the file I uploaded here
es: Puedes descargar el archivo que subí aqui
it: Puoi scaricare qui il file che ho caricato

source: Send by email
es: Enviado por correo
it: Invia per email

source: Never downloaded
es: Nunca se descargó
it: Mai scaricato

source: Downloaded once
es: Descargado una vez
it: Scaricato una volta

source: Download %x% times
es: Descargado %x% veces
it: Scaricato %x% volte

source: Available from %from% to %to%
es: Disponible desde %from% hasta %to%
it: Disponibile dal %from% al %to%

source: Delete
es: Borrar
it: Cancella

source: Extend one more day
es: Añadir un día de disponibilidad
it: Prolunga la scadenza di un giorno

source: Username
es: Usuario
it: Nome utente

source: Password
es: Contraseña

source: Log me in
es: Conectar
it: Autenticami

source: Using %space% of %quota%
es: %space% usados de %quota%
it: %space% occupati su %quota%

source: Find help
es: Ayuda
it: Aiuto

source: Report a bug
es: Notifica un error
it: Segnala un bug

source: A free software from the University of Avignon
es: Un software libre de la Universidad de Aviñón
it: Un software Libero dall'Università di Avignone

source: Share files for a limited time.
es: Comparte este archivo un tiempo determinado
it: Condivisione file...

source: Log out
es: Desconectar
it: Esci

source: Page not found
es: Página no encontrada
it: Pagina non trovata

source: [FileZ] Your file "%file_name%" is going to be deleted
it: Il file "%file_name%" sta per essere eliminato

source: email_upload_success (%file_name%, %file_url%, %filez_url%, %available_from%, %available_until%)
it: Buongiorno! Il file "%file_name%" è stato caricato. Questo è il collegamento per recuperarlo : %file_url% Il file sarà disponibile dal %available_from% al %available_until%. -----Non rispondere al messaggio, è generato automaticamente e nessuno leggerà mai le vostre eventuali risposte.

source: Email
it: Invia per email
